Repository: kppleos/org.kpple.kppleMenu
Catalog: package/translate/*.po
Languages: da, hu

source: Advanced
da: Avanceret
hu: Haladó

source: Help
da: Hjælp
hu: Súgó

source: ( Warning : This is the expert mode, do not change anything if the application is working properly. )
da: ( Advarsel: Lad være med at ændre noget hvis programmet fungerer efter hensigten )
hu: ( Figyelem : Ez a mód a haladóknak készült, amennyiben működik a program, kérlek ne változtass semmin. )

source: Show advanced mode
da: Vis avanceret tilstand
hu: Haladó mód mutatása

source: About This Computer :
da: Om denne computer :
hu: A rendszer névjegye :

source: System Preferences :
da: Systemindstillinger :
hu: Rendszerbeállítások :

source: App Store :
da: Software Center:

source: Force Quit :
da: Tvungen afbrydelse:
hu: Kilépésre kényszerítés :

source: Sleep :
da: Dvale:
hu: Alvó állapot :

source: Restart :
da: Genstart:
hu: Újraindítás :

source: Shut Down :
da: Luk ned:
hu: Leállítás :

source: Lock Screen :
da: Låseskærm :
hu: Képernyő zárolása :

source: Log Out :
da: Log ud :
hu: Kijelentkezés :

source: Do you need help ?
da: Skal du bruge hjælp?
hu: Segitségre van szükséged ?

source: About Kpple
da: Om Kpple
hu: A Kpple-ről

source: Consult the user's guide
da: Konsultér bruger manualen
hu: Tekintsd meg a felhasználói kézikönyvet

source: Repport a bug
da: Rapportér en fejl
hu: Hibajelentés

source: Donate for the project
da: Donér til projektet
hu: A projekt támogatása

source: Couldn't find help ? Contact us at : info.kpple@gmail.com
da: Kunne du ikke finde hjælp? Kontakt os på: info.kpple@gmail.com
hu: Nem találtál megoldást ? Vedd fel velünk a kapcsolatot: info.kpple@gmail.com

source: About This Computer
da: Om denne computer
hu: A rendszer névjegye

source: System Preferences...
da: Systemindstillinger...
hu: Rendszerbeállítások...

source: App Store...
da: Software Center...

source: Force Quit...
da: Tvungen afbrydelse...
hu: Kilépésre kényszerítés...

source: Sleep
da: Gå i dvale
hu: Alvó állapot

source: Restart...
da: Genstart...
hu: Újraindítás

source: Shut Down...
da: Luk ned...
hu: Leállítás...

source: Lock Screen
da: Låseskærm
hu: Képernyő zárolása

source: Log Out
da: Log ud
hu: Kijelentkezés

source: Adapt the links with your own command lines
hu: Itt lecserélheted a funkciókat a saját parancsaidra
